Revit 2027 API
DocumentSynchronizingWithCentralEventArgs.Comments Property
 User's comments for synchronization.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Comments { get; }
Public ReadOnly Property Comments As String
	Get
public:
property String^ Comments {
	String^ get ();
}
member Comments : string with get
Property Value
String
See Also
Reference
DocumentSynchronizingWithCentralEventArgs Class
Autodesk.Revit.DB.Events Namespace